Revit 2027 API
SymbolTypeId.WPerM Property
 Symbol W/m, indicating unit Watts per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerM { get; }
Public Shared ReadOnly Property WPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerM {
	ForgeTypeId^ get ();
}
static member WPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace